{
    "en": "Below is an extract from a web page. Evaluate whether the page has a high educational value and could be useful in an educational setting for teaching from primary school to grade school levels using the additive 5-point scoring system described below. Points are accumulated based on the satisfaction of each criterion:\n\n    • Add 1 point if the extract provides some basic information relevant to educational topics, even if it includes some irrelevant or non-academic content like advertisements and promotional material.\n    • Add another point if the extract addresses certain elements pertinent to education but does not align closely with educational standards. It might mix educational content with non-educational material, offering a superficial overview of potentially useful topics, or presenting information in a disorganized manner and incoherent writing style.\n    • Award a third point if the extract is appropriate for educational use and introduces key concepts relevant to school curricula. It is coherent though it may not be comprehensive or could include some extraneous information. It may resemble an introductory section of a textbook or a basic tutorial that is suitable for learning but has notable limitations like treating concepts that are too complex for grade school students.\n    • Grant a fourth point if the extract highly relevant and beneficial for educational purposes for a level not higher than grade school, exhibiting a clear and consistent writing style. It could be similar to a chapter from a textbook or a tutorial, offering substantial educational content, including exercises and solutions, with minimal irrelevant information, and the concepts aren’t too advanced for grade school students. The content is coherent, focused, and valuable for structured learning.\n    • Bestow a fifth point if the extract is outstanding in its educational value, perfectly suited for teaching either at primary school or grade school. It follows detailed reasoning, the writing style is easy to follow and offers profound and thorough insights into the subject matter, devoid of any non-educational or complex content.\n\nThe extract:\n{content}\n\nAfter examining the extract:\n\n    • Briefly justify your total score, up to 100 words.\n    • Feedback should be in json with the fields \"reason\" and \"educational score\", where the first is a string and the second an integer.",
    "sv": "Nedan är ett utdrag från en webbsida. Utvärdera om sidan har ett högt pedagogiskt värde och kan vara användbar i en pedagogisk miljö för undervisning från grundskola upp till gymnasieskola med hjälp av det additiva 5-punktssystemet som beskrivs nedan. Poäng samlas baserat på hur väl varje kriterium uppfylls:\n\n    • Lägg till 1 poäng om utdraget ger viss grundläggande information som är relevant för utbildningsämnen, även om det inkluderar viss irrelevant eller icke-akademiskt innehåll som annonser och reklammaterial.\n    • Lägg till ytterligare en poäng om utdraget tar upp vissa element som är relevanta för utbildning men som inte stämmer överens med utbildningsstandarder. Det kan blanda pedagogiskt innehåll med icke-pedagogiskt material, erbjuda en ytlig översikt över potentiellt användbara ämnen eller presentera information på ett oorganiserat sätt och med en osammanhängande skrivstil.\n    • Tilldela en tredje poäng om utdraget är lämpligt för utbildningsbruk och introducerar nyckelkoncept som är relevanta för skolans eller gymnasieskolans läroplaner. Det är sammanhängande även om det kanske inte är omfattande eller kan inkludera viss överflödig information. Det kan likna en inledande del av en lärobok eller en grundläggande handledning som är lämplig för lärande men har märkbara begränsningar som att behandla komplexa koncept ytligt.\n    • Ge en fjärde poäng om utdraget är mycket relevant och fördelaktigt för pedagogiska ändamål och uppvisar en klar och konsekvent skrivstil. Det kan vara likt ett kapitel från en lärobok eller en detaljerad handledning som erbjuder omfattande pedagogiskt innehåll, inklusive övningar och lösningar, med minimal irrelevant information. Innehållet är sammanhängande, fokuserat och värdefullt för strukturerat lärande.\n    • Tilldela en femte poäng om utdraget är enastående i sitt pedagogiska värde, perfekt lämpat för undervisning upp till gymnasieskola. Det följer detaljerad logik, skrivstilen är lätt att följa och erbjuder djupgående och grundliga insikter i ämnet, utan icke-pedagogiskt eller överdrivet komplext innehåll.\n\nUtdraget:\n{content}\n\nEfter att ha granskat utdraget:\n\n    • Motivera kort din totala poäng, upp till 100 ord.\n    • Tillbakamedlingen ska vara i json med fälten \"reason\" and \"educational score\", där den första är en sträng och den andra en heltal.",
    "da": "Nedenfor er et uddrag fra en webside. Vurder om siden har en høj pædagogisk værdi og kan være nyttig i en pædagogisk sammenhæng for undervisning fra grundskole op til gymnasieskole ved hjælp af det additive 5-punktssystem beskrevet nedenfor. Point akkumuleres baseret på tilfredsstillelse af hvert kriterium:\n\n    • Tilføj 1 point hvis uddraget giver noget grundlæggende information, der er relevant for pædagogiske emner, selvom det inkluderer noget irrelevant eller ikke-akademisk indhold som annoncer og reklamer.\n    • Tilføj et andet point hvis uddraget adresserer visse elementer, der er relevante for uddannelse, men ikke stemmer overens med uddannelsesstandarder. Det kan blande pædagogisk indhold med ikke-pædagogisk materiale, tilbyde et overfladisk overblik over potentielt nyttige emner, eller præsentere information på en uorganiseret måde og med en usammenhængende skrivestil.\n    • Tildel et tredje point hvis uddraget er egnet til pædagogisk brug og introducerer vigtige begreber, der er relevante for skole- eller gymnasiepensum. Det er sammenhængende, selvom det måske ikke er omfattende eller kan inkludere noget overflødigt information. Det kan ligne en indledende del af en lærebog eller en grundlæggende vejledning, der er egnet til læring, men har mærkbare begrænsninger som at behandle komplekse begreber overfladisk.\n    • Giv et fjerde point hvis uddraget er meget relevant og nyttigt til pædagogiske formål, og viser en klar og konsekvent skrivestil. Det kan være lig et kapitel fra en lærebog eller en detaljeret vejledning, der tilbyder betydeligt pædagogisk indhold, inklusive øvelser og løsninger, med minimal irrelevant information. Indholdet er sammenhængende, fokuseret og værdifuldt til struktureret læring.\n    • Tildel et femte point hvis uddraget er enestående i sin pædagogiske værdi, perfekt egnet til undervisning op til gymnasieskole. Det følger detaljeret ræsonnement, skrivestilen er let at følge og tilbyder dybtgående og grundige indsigter i emnet, uden ikke-pædagogisk eller overdrevet komplekst indhold.\n\nUddraget:\n{content}\n\nEfter at have undersøgt uddraget:\n\n    • Begræns kort din samlede score, op til 100 ord.\n    • Feedback skal være i json med felterne \"reason\" og \"educational score\", hvor det første er en streng og det andet et heltal.",
    "nn": "Nedanfor er eit utdrag frå ei nettside. Vurder om sida har høg pedagogisk verdi og kan vere nyttig i ein pedagogisk samanheng for undervising frå grunnskule opp til vidaregåande skule ved hjelp av det additive 5-punkts vurderingssystemet som er skildra nedanfor. Poeng vert samla basert på korleis kvart kriterium er oppfylt:\n\n    • Legg til 1 poeng om utdraget gjev noko grunnleggande informasjon som er relevant for pedagogiske emne, sjølv om det inkluderer noko irrelevant eller ikkje-akademisk innhald som annonser og reklame.\n    • Legg til eit anna poeng om utdraget tek for seg visse element som er relevante for utdanning, men som ikkje stemmer overens med utdanningsstandardar. Det kan blande pedagogisk innhald med ikkje-pedagogisk materiale, tilby ei overflatisk oversikt over potensielt nyttige emne, eller presentere informasjon på ein uorganisert måte og med ein usamanhengande skrivestil.\n    • Tildel eit tredje poeng om utdraget er eigna for pedagogisk bruk og introduserer viktige konsept som er relevante for skule- eller vidaregåande pensum. Det er samanhengande sjølv om det kanskje ikkje er omfattande eller kan innehalde noko overflødig informasjon. Det kan likne ein innleiande del av ei lærebok eller ein grunnleggande rettleiing som er eigna for læring, men har merkbare avgrensingar som å handsame komplekse konsept overflatisk.\n    • Gjev eit fjerde poeng om utdraget er svært relevant og nyttig for pedagogiske føremål, og viser ein klar og konsekvent skrivestil. Det kan vere likt eit kapittel frå ei lærebok eller ein detaljert rettleiing som tilbyr betydeleg pedagogisk innhald, inkludert øvingar og løysingar, med minimal irrelevant informasjon. Innhaldet er samanhengande, fokusert, og verdifullt for strukturert læring.\n    • Tildel eit femte poeng om utdraget er framifrå i sin pedagogiske verdi, perfekt eigna for undervising opp til vidaregåande skule. Det følgjer detaljert resonnering, skrivestilen er lett å følgje og tilbyr grundige innsyn i emnet, utan ikkje-pedagogisk eller overdrevent komplekst innhald.\n\nUtdraget:\n{content}\n\nEtter å ha undersøkt utdraget:\n\n    • Grunngjev kort din totale poengsum, opp til 100 ord.\n    • Tilbakemeldinga skal vere i json med felta \"reason\" and \"educational score\", der den første er ein tekststreng og den andre ein heiltal.",
    "nb": "Nedenfor er et utdrag fra en nettside. Vurder om siden har høy pedagogisk verdi og kan være nyttig i en pedagogisk setting for undervisning fra barneskole opp til videregående skole ved hjelp av det additive 5-punkts vurderingssystemet beskrevet nedenfor. Poeng akkumuleres basert på tilfredsstillelse av hvert kriterium:\n\n    • Legg til 1 poeng hvis utdraget gir noen grunnleggende informasjon som er relevant for pedagogiske emner, selv om det inkluderer noe irrelevant eller ikke-akademisk innhold som annonser og reklame.\n    • Legg til et annet poeng hvis utdraget tar for seg visse elementer som er relevante for utdanning, men ikke stemmer overens med utdanningsstandarder. Det kan blande pedagogisk innhold med ikke-pedagogisk materiale, tilby en overfladisk oversikt over potensielt nyttige emner, eller presentere informasjon på en uorganisert måte og med en usammenhengende skrivestil.\n    • Tildel et tredje poeng hvis utdraget er egnet for pedagogisk bruk og introduserer viktige konsepter som er relevante for skole- eller videregående pensum. Det er sammenhengende, selv om det kanskje ikke er omfattende eller kan inneholde noe overflødig informasjon. Det kan ligne en innledende del av en lærebok eller en grunnleggende veiledning som er egnet for læring, men har merkbare begrensninger som å behandle komplekse konsepter overfladisk.\n    • Gi et fjerde poeng hvis utdraget er svært relevant og nyttig for pedagogiske formål, og viser en klar og konsekvent skrivestil. Det kan være likt et kapittel fra en lærebok eller en detaljert veiledning som tilbyr betydelig pedagogisk innhold, inkludert øvelser og løsninger, med minimal irrelevant informasjon. Innholdet er sammenhengende, fokusert og verdifullt for strukturert læring.\n    • Tildel et femte poeng hvis utdraget er enestående i sin pedagogiske verdi, perfekt egnet for undervisning opp til videregående skole. Det følger detaljert resonnement, skrivestilen er lett å følge og tilbyr grundig innsikt i emnet, uten ikke-pedagogisk eller overdrevent komplekst innhold.\n\nUtdraget:\n{content}\n\nEtter å ha undersøkt utdraget:\n\n    • Begrunn kort din totale poengsum, opptil 100 ord.\n    • Tilbakemeldingen skal være i json med feltene \"reason\" and \"educational score\", hvor den første er en tekststreng og den siste en integer."
}
